Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Dreaming Freedom.tmx
Source language: en
Languages: es_419

source: ...it’ll be fun watching these two rip each other to shreds.
es_419: SERÁ MUY DIVERTIDO VER A ESTAS DOS PELEÁNDOSE.

source: ...but I don’t dislike it.
es_419: … PERO NO ME DESAGRADA.

source: does anyone want to volunteer or recommend someone else?
es_419: ¿ALGUIEN QUIERE POSTULARSE O RECOMENDAR A OTRA PERSONA?

source: she didn’t eat breakfast this morning.
es_419: ESTA MAÑANA NO DESAYUNÓ.

source: ...because of the thrill of killing?
es_419: … SENTÍ ESO POR LA EMOCIÓN DE MATAR?

source: hold still!
es_419: ¡QUÉDATE QUIETA!

source: ...I tried my best to muster up all of the juiciest gossip I had about juhyeon.
es_419: … INTENTÉ RECORDAR TODOS LOS CHISMES QUE PUDE SOBRE JUHYEON.

source: what else is there?
es_419: ¿QUÉ MÁS ESPERABAS?

source: you just wanted to get something from me.
es_419: QUERÍAN ALGO DE MÍ.

source: this is awkward.
es_419: ESTO ES HORRIBLE…

source: it’s so interesting that he can like something so passionately.
es_419: ES MUY INTERESANTE QUE LE GUSTE ALGO CON TANTA PASIÓN.

source: I could tell just by looking at him.
es_419: LO NOTO CON SOLO MIRARLO.

source: have a nice day.
es_419: QUE TENGAS UN BUEN DÍA.

source: now your new thing is showing people those pictures and making fun of me?
es_419: ¿AHORA SE LAS MUESTRAS A OTRA GENTE Y TE RÍES DE MÍ?

source: I can’t even eat because of those assholes...
es_419: NO PUEDO NI COMER POR CULPA DE ESAS IDIOTAS…

source: I’m all alone now...
es_419: AHORA ESTOY SOLA…

source: I’d like it if you stopped bothering my friends with your false hope.
es_419: ME GUSTARÍA QUE DEJARAS DE MOLESTAR A MIS AMIGAS CON TUS MENTIRAS.

source: ew, gross! go touch a cockroach instead, why don’t you?!
es_419: ¡QUÉ ASCO! ¿POR QUÉ MEJOR NO TOCAS UNA CUCARACHA?

source: I want to get revenge on them myself.
es_419: VOY A VENGARME POR MI CUENTA.

source: I also grew more and more accustomed to talking to jaehyeok.
es_419: DE A POCO, ME ACOSTUMBRÉ A HABLAR CON JAEHYEOK.

source: how am I supposed to just play along?
es_419: ¿CÓMO VOY A QUEDARME CALLADA?

source: because of me...?
es_419: ¿POR MI CULPA…?

source: Yuju Yu left the chat.
es_419: YUJU YU SE FUE DEL GRUPO.

source: ...on juhyeon’s phone...?
es_419: … ESTÁ EN EL TELÉFONO DE JUHYEON…?

source: hi, yuju.
es_419: HOLA, YUJU.

source: isn’t it kinda short?
es_419: ¿NO ES UN POCO CORTA?

source: come with me.
es_419: SÍGUEME.

source: I always had a certain role.
es_419: YO SIEMPRE TUVE UN ROL BIEN DEFINIDO.

source: ...so why...
es_419: ENTONCES…

source: I can’t believe I have to let out my stress by writing this kind of stuff...
es_419: NO PUEDO CREER QUE TENGA QUE ESCRIBIR TODO ESTO PARA QUITARME EL ESTRÉS DE ENCIMA…

source: am I judging her based on her former self?
es_419: ¿LA ESTOY JUZGANDO PENSANDO EN LA JEONGMIN DEL PASADO?

source: what should I do...? if I leave now, it’s so obvious that I’m scared of her.
es_419: ¿QUÉ HAGO…? SI ME VOY, SERÍA OBVIO QUE LE TENGO MIEDO.

source: juhyeon, nice job catching her greasy hair!
es_419: JUHYEON, ¡TE DISTE CUENTA DE CÓMO TENÍA EL PELO!

source: I have cramps.
es_419: TENGO UN POCO DE DOLOR…

source: even juhyeon pointed it out...
es_419: INCLUSO JUHYEON LO MENCIONÓ…

source: I don’t want to go to school...
es_419: NO QUIERO IR A LA ESCUELA…

source: I didn’t realize that you would be upset...
es_419: NO PENSÉ QUE TE MOLESTARÍAS…

source: I’m bored...
es_419: ESTOY ABURRIDO…

source: whatever, I’m not talking to you.
es_419: NO TENGO GANAS DE HABLAR CONTIGO.

source: I can’t believe she asked us to hang out with someone like that.
es_419: NO PUEDO CREER QUE NOS PIDIERA PASAR TIEMPO CON ALGUIEN ASÍ.

source: oh...
es_419: AH…

source: thanks for thinking so highly of me.
es_419: GRACIAS POR PENSAR ESO DE MÍ…

source: ...you did the same thing to me every day.
es_419: … TÚ ME HICISTE LO MISMO TODOS LOS DÍAS.

source: ...there’s something I have to ask you.
es_419: … QUIERO PREGUNTARTE ALGO.

source: well, I’ll come back once things are done.
es_419: VOLVERÉ CUANDO TERMINE.

source: there’s nothing wrong with you.
es_419: NO TIENES NADA MALO.

source: stop it, you son of a bitch.
es_419: BASTA, HIJO DE PUTA.

source: ugh, on the first day of class?
es_419: ¿EL PRIMER DÍA DE CLASE?

source: you too, hyejin.
es_419: TÚ TAMBIÉN, HYEJIN.

source: of course I did, hahaha.
es_419: POR SUPUESTO. JA, JA, JA.

source: ...I don’t want you to feel down about yourself for no reason.
es_419: … NO QUIERO QUE TE SIENTAS MAL CONTIGO MISMA.

source: why didn’t I think of this before?
es_419: ¿POR QUÉ NO LO PENSÉ ANTES?

source: this is hyejin kim, your new classmate.
es_419: ELLA ES HYEJIN KIM, SU NUEVA COMPAÑERA.

source: jeongmin choi or whatever...
es_419: JEONGMIN CHOI O COMO SE LLAME…

source: can you believe no one woke her up?
es_419: ¿PUEDEN CREER QUE NADIE LA DESPERTÓ?

source: I wonder what my physical body is like right now.
es_419: ME PREGUNTO CÓMO ESTARÁ MI CUERPO FÍSICO AHORA.

source: what am I doing...?
es_419: ¿QUÉ HAGO…?

source: her security is so lax.
es_419: NO TIENE NADA DE SEGURIDAD…

source: and when I brought it up, she abandoned me immediately.
es_419: Y, CUANDO SE LO DIJE, ME ABANDONÓ DE INMEDIATO.

source: dry mouth
es_419: BOCA SECA

source: so many people know me already. nothing’s going to happen if I add one more to the list.
es_419: YA ME CONOCE MUCHA GENTE; NO PASA NADA SI AÑADO UNA MÁS A LA LISTA.

source: thanks for telling me the truth.
es_419: GRACIAS POR DECIRME LA VERDAD.

source: swish
es_419: FIUSH

source: I bent over backwards just to look good in front of you guys.
es_419: ME ESFORCÉ MUCHÍSIMO PARA CAERLES BIEN A AMBAS.

source: startled
es_419: SOBRESALTADA

source: I was swayed for a moment and said that stuff about revenge...
es_419: ME DEJÉ LLEVAR POR UN MOMENTO Y DIJE TODO ESO SOBRE VENGARME…

source: do I look like an easy target to you?
es_419: ¿TE PAREZCO UN BLANCO FÁCIL?

source: why do you like juhyeon so much?
es_419: ¿POR QUÉ TE AGRADA TANTO JUHYEON?

source: b-but can’t you explain to them--
es_419: P-PERO PUEDES EXPLICARLES…

source: Writer Artist 2L
es_419: GUIÓN Y ARTE 2L

source: what the hell is that...?
es_419: ¿QUÉ DEMONIOS ES ESTO…?

source: so she might not be used to a lot of things. everyone, help her out.
es_419: ASÍ QUE QUIZÁ NO ESTÉ MUY ACOSTUMBRADA A ALGUNAS CUESTIONES. AYÚDENLA.

source: but now...
es_419: PERO AHORA…

source: what do you mean, you thought as much?
es_419: ¿QUÉ QUISISTE DECIR CON ESO DE QUE LO IMAGINABAS?

source: Really? what did you think? it's fun, right??
es_419: ¿SÍ? ¿QUÉ TE PARECIÓ? ES DIVERTIDA, ¿NO CREES?

source: oh... um...
es_419: AH… MMM…

source: let’s pretend we don’t know each other from now on.
es_419: A PARTIR DE AHORA, HAGAMOS DE CUENTA QUE NO NOS CONOCEMOS.

source: can’t you give me one more chance...?
es_419: ¿PUEDES DARME OTRA OPORTUNIDAD?

source: ...I could only grow harsher.
es_419: ME ENFADABA MÁS Y MÁS.

source: how annoying, right?
es_419: QUÉ PESADILLA, ¿NO?

source: did you do that?
es_419: ¿FUISTE TÚ?

source: I’m just being sensitive.
es_419: SOLO ESTOY UN POCO SENSIBLE.

source: is she not here yet?
es_419: ¿AÚN NO LLEGÓ?

source: hahaha, didn’t you say you had a stomachache earlier?
es_419: JA, JA, JA. ¿NO DIJISTE QUE TE DOLÍA EL ESTÓMAGO?

source: what did you just say?
es_419: ¿QUÉ DIJISTE?

source: I’m...
es_419: YO…

source: y-you know...
es_419: B-BUENO…

source: I don’t think so, my friends are shy.
es_419: NO, MIS AMIGAS SON TÍMIDAS.

source: I could tell that they were trying to include me more than they had previously.
es_419: ME DI CUENTA DE QUE INTENTARON INCLUIRME MÁS QUE ANTES.

source: I’m serious.
es_419: LO DIGO SERIO.

source: dasom, did yujeong break up with her boyfriend? i feel weird asking her directly...
es_419: DASOM, YUJEONG CORTÓ CON SU NOVIO? NO QUIERO PREGUNTÁRSELO DIRECTAMENTE…

source: give me one
es_419: DAME UNO

source: our class has the worst schedule.
es_419: NUESTRO CRONOGRAMA DE CLASES ES EL PEOR.

source: what do you think of juhyeon?
es_419: ¿QUÉ PIENSAS DE JUHYEON?

source: call ended
es_419: LLAMADA TERMINADA

source: and why couldn’t I deny anything he said...?
es_419: ¿Y POR QUÉ NO PUDE NEGAR NADA DE LO QUE DIJO…?

source: still, I’m happy with my life right now...
es_419: DE TODOS MODOS, ESTOY FELIZ CON MI VIDA ACTUAL…

source: why do you always have to say things like that...
es_419: ¿POR QUÉ SIEMPRE DICES COSAS ASÍ…?

source: eunju will just get mad at me if I give her the slightest reason.
es_419: SIN IMPORTAR LO QUE DIGA, EUNJU SE ENOJARÁ CONMIGO.

source: maybe it’s because this is the first time I’m doing this...
es_419: QUIZÁS ES PORQUE ES LA PRIMERA VEZ QUE LO HAGO…

source: ...why would I try to be friends with someone who got expelled from their old school for doing something bad?
es_419: ¿POR QUÉ ME HARÍA AMIGA DE ALGUIEN A QUIEN EXPULSARON DE SU ANTIGUA ESCUELA POR HACER ALGO HORRIBLE?

source: I liked it a lot!
es_419: ¡ME GUSTÓ MUCHO!

source: ...but...
es_419: PERO…

source: I’ve been waiting for you for days.
es_419: LLEVO DÍAS ESPERÁNDOTE.

source: when she said wait, I had to wait patiently.
es_419: CUANDO ME DECÍA QUE ESPERARA, TENÍA QUE ESPERAR.

source: everything about that man feels ominous...!
es_419: ¡ESE SUJETO EMANA UN AURA SINIESTA…!

source: juhyeon started out as my friend, and now she’s the way she is.
es_419: JUHYEON ERA MI AMIGA, PERO AHORA ME TRATA ASÍ…

source: it makes sense why she does that.
es_419: TIENE SENTIDO.

source: after that, I was able to go into other people’s dreams,
es_419: LUEGO, PUDE ENTRAR EN LOS SUEÑOS DE OTRA GENTE

source: messing with people is easier than I thought.
es_419: MOLESTAR A LA GENTE ES MÁS FÁCIL DE LO QUE PENSÉ.

source: she looks like she’s having fun...
es_419: PARECE QUE SE ESTÁ DIVIRTIENDO…

source: thanks.
es_419: GRACIAS.

source: ...but you’re such a loser.
es_419: … PERO ERES UNA PERDEDORA.

source: is she still talking shit about us on social media or something?
es_419: ¿SEGUIRÁ HABLANDO MAL DE NOSOTRAS EN REDES SOCIALES?

source: that’s good for me.
es_419: MEJOR PARA MÍ.

source: I’m not.
es_419: NO.

source: what? when did I ever--
es_419: ¿QUÉ? ¿CUÁNDO…?

source: ...I don’t think so.
es_419: CREO QUE NO.

source: we’re happy to hang out with you,
es_419: NOS GUSTA ESTAR CONTIGO,

source: do you want to come with?
es_419: ¿QUIERES VENIR?

source: I lucid dream so often that I can quickly realize when I'm in a dream now.
es_419: TENGO SUEÑOS LÚCIDOS TAN SEGUIDO QUE AHORA ME DOY CUENTA MUY RÁPIDO.

source: you almost went off, hyejin.
es_419: CASI EXPLOTAS, HYEJIN.

source: they’re all going to be beneath me soon.
es_419: Y PRONTO SERÁN MENOS QUE YO.

source: juhyeon’s parents called the school this morning.
es_419: ESTA MAÑANA, LLAMARON LOS PADRES DE JUHYEON.

source: I want to slit JH, HK, and EJ’s throats seriously
es_419: QUIERO CORTARLES LA GARGANTA A JH, A HK Y A EJ, EN SERIO

source: who said that...?
es_419: ¿QUIÉN DIJO ESO…?

source: is that something to brag about?
es_419: ¿HAY QUE ESTAR ORGULLOSO DE ALGO ASÍ?

source: gross!
es_419: ¡QUÉ MAL!

source: I think it’s just a new friend he’s made. they must have a lot to talk about.
es_419: CREO QUE ES UN NUEVO AMIGO. DEBEN TENER MUCHO DE QUÉ HABLAR.

source: I bet she’s trying to copy juhyeon’s style.
es_419: SEGURO QUIERE COPIARLE LA FORMA DE VESTIR A JUHYEON.

source: I need you to get her cellphone passcode and her kkatalk password. is that possible?
es_419: NECESITO LA CONTRASEÑA DE SU CELULAR Y LA DE KKATALK. ¿PUEDES HACERLO?

source: she and yeonji jo are pretty close, but seungha is kind of...
es_419: ELLA Y YEONJI JO SON MUY UNIDAS, PERO SEUNGHA ES…

source: I got my allowance yesterday, so I can buy you chocolate milk...
es_419: AYER ME DIERON ALGO DE DINERO, ASÍ QUE PUEDO INVITARTE UNA LECHE DE CHOCOLATE…

source: I wasn’t this bad when I was younger...
es_419: CUANDO ERA MÁS CHICA, NO ERA TAN MALA HABLANDO…

source: I always thought bullying wasn’t my problem, but now it’s happening to me...
es_419: SIEMPRE PENSÉ QUE NO TENDRÍA PROBLEMAS CON EL BULLYING, PERO AHORA QUE ME ESTÁ PASANDO…

source: there’s someone I want to introduce you to.
es_419: QUIERO PRESENTARLES A ALGUIEN.

source: I thought that I could only hear these things because I was sora’s closest friend.
es_419: PENSÉ QUE PODÍA OÍR TODO ESTO PORQUE ERA LA MEJOR AMIGA DE SORA.

source: I’ll beat you and your mom to death right here.
es_419: LAS MATARÉ A LOS GOLPES, A TI Y A TU MAMÁ.

source: as per her wishes...
es_419: COMO ME PIDIÓ…

source: I heard you bullied juhyeon in elementary school?
es_419: ME ENTERÉ DE QUE EN LA PRIMARIA LE HICISTE BULLYING A JUHYEON.

source: up until just now, I was having such a bad day that I wanted to cry...
es_419: ESTABA TENIENDO UN DÍA HORRIBLE; TANTO QUE TENÍA GANAS DE LLORAR…

source: after juhyeon talked to me and looked out for me,
es_419: DESPUÉS DE QUE JUHYEON ME HABLÓ Y SE PREOCUPÓ POR MÍ,

source: are you ignoring your husband?!
es_419: ¡¿VAS A IGNORAR A TU MARIDO?!

source: huh? well, I mean--
es_419: ¿EH? BUENO, QUIERO DECIR…

source: the initials and what the posts describe line up perfectly.
es_419: LAS INICIALES Y LAS PUBLICACIONES COINCIDEN A LA PERFECCIÓN.

source: the victim’s face totally caved in, so they have to spend the rest of their life in the hospital.
es_419: LE DESTROZÓ EL ROSTRO, Y AHORA LA CHICA TIENE QUE PASAR EL RESTO DE SU VIDA EN EL HOSPITAL.

source: can you come out for a second during lunch? tell us what you find out
es_419: PUEDES SALIR UN SEGUNDO DURANTE EL ALMUERZO? Y CUÉNTANOS QUE DESCUBRES!

source: it’s been a while...
es_419: HACE YA VARIOS DÍAS…

source: ahaha, sorry, it’s just that you won’t know what’s going on...
es_419: JA, JA. LO SIENTO. ES QUE TE SENTIRÁS COMO SAPO DE OTRO POZO…

source: haeun, do you have time after school tomorrow?
es_419: HAEUN, ¿TIENES TIEMPO MAÑANA DESPUÉS DE CLASES?

source: ...but I understood what she meant.
es_419: … PERO ENTENDÍ LO QUE QUISO DECIRME.

source: it’s about school...
es_419: SOBRE LA ESCUELA…

source: sigh... mom is home today...
es_419: UFF… MAMÁ ESTÁ EN CASA HOY…

source: settle down! it’s time for the morning announcements.
es_419: ¡ORDEN EN EL AULA! ES HORA DE LOS ANUNCIOS MATUTINOS.

source: look behind you!
es_419: ¡MIRA DETRÁS DE TI!

source: let’s go, jeongmin.
es_419: VAMOS, JEONGMIN.

source: what did I do wrong...
es_419: QUÉ HICE…

source: that boy...
es_419: ESE CHICO…

source: have a nice day, sir!
es_419: ¡QUE TENGA UN BUEN DÍA, SEÑOR!

source: do I even have the option to do that?
es_419: ¿PUEDO HACER ALGO ASÍ?

source: that look on your face is so annoying.
es_419: CÓMO ME MOLESTA QUE PONGAS ESA CARA.

source: you were kissing and everything.
es_419: INCLUSO ME ESTABAS BESANDO.

source: did jeongmin just hit juhyeon?
es_419: ¿JEONGMIN LE ACABA DE PEGAR A JUHYEON?

source: why? how was she?
es_419: ¿POR QUÉ? ¿CÓMO ESTABA?

source: but I don’t want to be home, either...
es_419: PERO TAMPOCO QUIERO ESTAR ALLÍ…

source: you’re only saying this because you don’t know what I’m really like...
es_419: DICES TODO ESTO PORQUE, EN REALIDAD, NO SABES CÓMO SOY…

source: the bell is going to ring soon... make it quick.
es_419: PRONTO SONARÁ EL TIMBRE… HAZLO RÁPIDO.

source: I wouldn’t have been humiliated in front of all of the girls today.
es_419: NO ME HABRÍAN HUMILLADO FRENTE A TODAS LAS CHICAS HOY.

source: how am I supposed to make friends now?
es_419: ¿AHORA CÓMO HARÉ AMIGAS?

source: didn’t you plan that just so the rest of the class would think you were some kind of hero?!
es_419: ¡¿NO LO PLANEASTE ASÍ PARA QUE EL RESTO DE LA CLASE PENSARA QUE ERES UNA HEROÍNA?!

source: how can I trust a man I don’t even know?!
es_419: ¡¿CÓMO PODRÍA CONFIAR EN UN HOMBRE QUE NO CONOZCO?!

source: do you...
es_419: ¿CREES…

source: I guess I didn’t do anything about it, but I’m only human...
es_419: SUPONGO QUE NO HICE NADA PARA DETENERTE, PERO SOLO SOY UNA CHICA…

source: how’d that happen?
es_419: ¿QUÉ PASÓ?

source: sometimes I see her just smiling at her phone.
es_419: A VECES LA VEO MIRANDO SU TELÉFONO Y SONRIENDO…

source: yaaawn
es_419: BOSTEZA

source: um... do you want to walk home together?
es_419: EH… ¿QUIERES QUE VOLVAMOS CAMINANDO JUNTOS?

source: I’m going to go.
es_419: ME VOY.

source: we were just trying to see if she was a bad enough person to trash talk the girl she bullied...
es_419: SOLO QUERÍAMOS VER SI ERA TAN MALA COMO PARA HABLAR A ESPALDAS DE LA PERSONA A LA QUE LE HIZO BULLYING…

source: it’s a bit of a long story...
es_419: ES BASTANTE LARGO DE EXPLICAR…

source: before I do that, I have no choice but to do what jeongmin says.
es_419: PERO, ANTES, TENGO QUE HACER LO QUE JEONGMIN ME DIGA.

source: so annoying...
es_419: QUÉ MOLESTIA…

source: scoot
es_419: SUISH

source: Enter Passcode
es_419: INGRESAR CONTRASEÑA

source: I don’t have plans.
es_419: NO TENGO PLANES.

source: jeongmin choi, come here.
es_419: VEN AQUÍ, JEONGMIN CHOI.

source: yeah, I’ll text you if I feel better.
es_419: SÍ, CUANDO ME SIENTA MEJOR, LES ESCRIBO.

source: this chat room seems like it was created recently.
es_419: PARECE QUE A ESA SALA LA CREARON HACE POCO.

source: I also had something to tell you.
es_419: QUERÍA DECIRTE ALGO.

source: "I'm on your side."
es_419: "ESTOY DE TU LADO".

source: even though he said I didn’t...
es_419: AUNQUE ÉL DIJO QUE NO HABÍA PASADO ESO…

source: but you know...
es_419: PERO…

source: she’s a piece of work
es_419: ES IRRITANTE

source: hi!
es_419: ¡HOLA!

source: I know there’s no way you would comfort me like this in real life.
es_419: SÉ QUE NUNCA ME CONSOLARÍAS ASÍ EN LA VIDA REAL.

source: but why wouldn’t you tell me and deal with it on your own...?
es_419: ¿POR QUÉ NO ME LO DIJERON, EN LUGAR DE HABLARLO ENTRE USTEDES…?

source: what? you came all the way here just to have an americano? why?!
es_419: ¿QUÉ? ¿VINISTE HASTA AQUÍ Y SOLO VAS A PEDIR UN AMERICANO? ¡¿POR QUÉ?!

source: you can’t just say something like that!!
es_419: ¡NO DIGAS COSAS ASÍ!

source: pathetic...
es_419: PATÉTICA…

source: what is everyone writing?!
es_419: ¡¿QUÉ ESTÁN ESCRIBIENDO?!

source: you have good taste, jeongmin!
es_419: ¡TIENES BUEN GUSTO, JEONGMIN!

source: will you really listen to whatever I say?
es_419: ¿ESCUCHARÁS LO QUE SEA QUE TE DIGA?

source: I’m tired of it now.
es_419: YA NO ME INTERESA.

source: I’m not maliciously exaggerating the story, I’m just telling the truth, plain and simple.
es_419: NO VOY A EXAGERAR LA HISTORIA; SOLO DIRÉ LA VERDAD. ASÍ DE SIMPLE.

source: that’s not me...
es_419: NO SOY YO…

source: his name is jaehyeok? what school does he go to? what grade is he in?
es_419: ¿SE LLAMA JAEHYEOK? ¿A QUÉ ESCUELA VA? ¿EN QUÉ AÑO ESTÁ?

source: sure, okay!
es_419: ¡CLARO!

source: you don’t even have any friends other than me.
es_419: SOY TU ÚNICA AMIGA.

source: it seemed that the reason for my transfer had spread throughout the class.
es_419: AL PARECER, EN LA CLASE SE ENTERARON DE POR QUÉ ME HABÍAN TRANSFERIDO.

source: I was just...
es_419: YO SOLO…

source: didn’t you hear what we just said to you?
es_419: ¿NO OÍSTE LO QUE ACABAMOS DE DECIR?

source: how many more years do I have to deal with it?
es_419: ¿CUÁNTOS AÑOS MÁS TENGO QUE SOPORTARLO?

source: what...?! why?
es_419: ¿QUÉ…? ¡¿POR QUÉ?!

source: then pay up.
es_419: ENTONCES PÁGAME.

source: hj is hyejin.
es_419: HJ ES HYEJIN.

source: because you’re the most fun.
es_419: PORQUE ERES DIVERTIDA.

source: she felt bad about how she treated you recently.
es_419: SE SENTÍA MAL POR CÓMO TE HABÍA TRATADO.

source: I know that the juhyeon in front of me now isn’t really her...
es_419: SÉ QUE LA JUHYEON QUE TENGO FRENTE A MÍ NO ES LA REAL…

source: you’re the best, jeongmin!
es_419: ¡ERES LA MEJOR, JEONGMIN!

source: ...you would have told me.
es_419: … ME LO HABRÍAS DICHO.

source: you’re on time today, what’s the occasion?
es_419: HOY NO LLEGASTE TARDE. ¿QUÉ PASÓ?

source: and I think you’re the one who needs to be careful right now.
es_419: Y CREO QUE ERES TÚ LA QUE DEBERÍA TENER CUIDADO.

source: I’m not sure what you mean when you say I’m out of your league.
es_419: NO SÉ A QUÉ TE REFIERES CON ESO DE NO ESTAR A MI NIVEL.

source: aah, it’s a super rare item!
es_419: ¡ES MUY DIFÍCIL DE CONSEGUIR!

source: is that the guy jeongmin was talking about before?
es_419: ¿ES EL CHICO DEL QUE HABLABA JEONGMIN?

source: what...? wait...
es_419: ¿QUÉ…? ESPERA…

source: ...was that she was completely perfect.
es_419: … FUE QUE ERA PERFECTA.

source: but that must not have been the truth.
es_419: PERO CREO QUE ESA NO ERA LA VERDAD.

source: pfft...
es_419: PFF…

source: The two were friends in elementary school before their friendship ended because of Juhyeon’s demand that Jeongmin should only be friends with her.
es_419: Durante la escuela primaria, ambas eran amigas, pero su amistad terminó cuando Juhyeon le pidió a Jeongmin que solo fuera su amiga.

source: huh? yeah...
es_419: ¿EH? SÍ…

source: scaredy-cat...
es_419: COBARDE…

source: true...
es_419: ES CIERTO…

source: it's funny, touching, and teaches you moral lessons!
es_419: ¡ES DIVERTIDA Y EMOCIONANTE, Y ESTÁ LLENA DE MORALEJAS!

source: now that juhyeon’s clique isn’t picking fights with me first,
es_419: AHORA QUE EL GRUPO DE JUHYEON NO ME MOLESTA,

source: I should get going now.
es_419: TENGO QUE IRME.

source: haha, so I--
es_419: JA, JA. ENTONCES…

source: these were just dreams, anyway.
es_419: DESPUÉS DE TODO, SOLO ERAN SUEÑOS.

source: I’m going to find out how she did it, too.
es_419: VOY A DESCUBRIR CÓMO LO HIZO.

source: most of the people she talks to are from our class...
es_419: LA MAYORÍA DE LA GENTE DE LA QUE HABLA ES DE NUESTRA CLASE…

source: ...keep going to school like this...
es_419: … SEGUIR YENDO A LA ESCUELA ASÍ…

source: what if he threw it out on purpose, and I’m just sticking my nose in his business for no reason?
es_419: TAL VEZ LA ARROJÓ A PROPÓSITO Y YO SOLO ME ESTOY ENTROMETIENDO EN SU VIDA…

source: she’s never talked to me herself before.
es_419: NUNCA ME HABÍA HABLADO.

source: pfft!
es_419: PFFF

source: shouldn’t you at least wash up before you leave the house?
es_419: ¿NO DEBERÍAS AL MENOS DARTE UNA DUCHA ANTES DE SALIR DE CASA?

source: why did you wash off your makeup?
es_419: ¿POR QUÉ TE QUITASTE EL MAQUILLAJE?

source: it’s not that...
es_419: NO ES ESO…

source: what did I do that was so wrong?!
es_419: ¡¿QUÉ HICE QUE FUE TAN TERRIBLE?!

source: Yujin Park left the chat
es_419: YUJIN PARK ABANDONÓ EL CHAT

source: yeah...
es_419: SÍ…

source: so then, I--
es_419: ENTONCES, YO…

source: jeongmin! let’s go to the bathroom.
es_419: ¡JEONGMIN! VAMOS AL BAÑO.

source: why are you doing this to me?
es_419: ¿POR QUÉ ME HACES ESTO?

source: we haven’t gone yet because we wanted to go with you...
es_419: TODAVÍA NO FUIMOS PORQUE QUERÍAMOS IR CONTIGO.

source: I have something to tell you.
es_419: TENGO ALGO QUE DECIRLES.

source: she only shows them to me.
es_419: SOLO A MÍ ME LO MUESTRA.

source: dunno.
es_419: NO LO SÉ.

source: what are you doing? aren’t you going to come?
es_419: ¿QUÉ HACES? ¿NO QUIERES VENIR?

source: I want to see you for a long time too, you know.
es_419: YO TAMBIÉN QUIERO SEGUIR VIÉNDOTE, ¿SABES?

source: thanks, eunju.
es_419: GRACIAS, EUNJU.

source: ours is meh too...
es_419: BASTANTE MALO TAMBIÉN…

source: despite my worries that she would try to harm me...
es_419: ESTABA PREOCUPADA DE QUE QUISIERA HACERME ALGO…

source: jeongmin! what are you doing after school today?
es_419: ¡JEONGMIN! ¿QUÉ HARÁS DESPUÉS DE CLASES?

source: this might be sudden...
es_419: QUIZÁS TE SORPRENDA…

source: that girl...
es_419: ESA CHICA…

source: do you know what she said to me this morning?
es_419: ¿SABES LO QUE ME DIJO ESTA MAÑANA?

source: is something wrong with her?
es_419: ¿LE PASA ALGO?
